from rubpy import Client,filters,utils
from rubpy.types import Update
from datetime import datetime
import tempfile
import aiohttp
import requests
import json
from time import sleep

def printLow(Str):

    for char in Str:

        print(char, end='', flush=True)

        sleep(.001)

def start(x: int, S: str):

    if active_count() < x:

        exec(S)

r='\033[1;31m'

g='\033[32;1m' 

y='\033[1;33m'

w='\033[1;37m'
time = datetime.now().strftime('%H:%M:%S')
printLow(f'      {g}─────█─▄▀█──█▀▄─█─               \n      {g}────▐▌──────────▐▌──               \n      {g}────█▌▀▄──▄▄──▄▀▐█──               \n      {g}───▐██──▀▀──▀▀──██▌──               \n      {g}──▄████▄──▐▌──▄████▄─                \nᴡᴇ : \n    {y}[AT] {y}Telegram ➢  {w}@RubikaBots\n{g}    [KH] {y}Rubika ➢ {w} @KhoshtipSelf{w}\n    {y}[Site] ➢ {w}RubBots.ir \n\n {y} [ @StopBcE and @PayamCoder ]\n\n {y} Time Run :{w} {time} \n {y} Story : {w} Online \n\n {r}')

bot = Client('KHOSHTIP SELF')


admins = ['GGGGGG','GGGGGG']#گوید اکانتی که قراره ران بشه روش

async def get_result(session, url):
    async with session.get(url) as response:
        if response.status == 200:
            result = await response.json()
            return result
        else:
            return None

def save_data(data):
    try:
        existing_data = read_data()
        existing_data.update(data)
        with open("data.json", 'w', encoding='utf-8') as file:
            json.dump(existing_data, file, ensure_ascii=False, indent=4)
    except Exception as e:
        print(f"Error > {e}")
def read_data():
    try:
        with open("data.json", 'r', encoding='utf-8') as file:
            re = file.read()
            if re:
                data = json.loads(re)
            else:
                data = {}
        return data
    except FileNotFoundError:
        return {}
    except Exception as e:
        print(f"Error > {e}")
        return {}
@bot.on_message_updates()
async def update(m:Update):
    if m.author_guid == bot.guid or m.author_guid in admins:
        if m.text == '.jag'or m.text == 'جق':
            gs = await bot.edit_message(m.object_guid,m.message_id,'8✊===D')
            for ja in jag:
                message = await bot.edit_message(m.object_guid,gs.message_id,ja)
        elif m.text == '.sak'or m.text == 'ساک':
            gs = await bot.edit_message(m.object_guid,m.message_id,'اوف چقد بزرگه')
            for ja in sak:
                message = await bot.edit_message(m.object_guid,gs.message_id,ja)
        elif m.text == '.start'or m.text == 'شروع':
            gs = await bot.edit_message(m.object_guid,m.message_id,'RubBots.ir')
            for ja in start:
                message = await bot.edit_message(m.object_guid,gs.message_id,ja)
        elif m.text == '.abr'or m.text == 'ابر':
            gs = await bot.edit_message(m.object_guid,m.message_id,'ON')
            for ja in abr:
                message = await bot.edit_message(m.object_guid,gs.message_id,ja)
        elif m.text == '.dans'or m.text == 'دنس':
            gs = await bot.edit_message(m.object_guid,m.message_id,'دنیا دنسی پیش نبود . . .')
            for ja in Dans:
                message = await bot.edit_message(m.object_guid,gs.message_id,ja)
        elif m.text == '.lamp'or m.text == 'لامپ':
            gs = await bot.edit_message(m.object_guid,m.message_id,'ON')
            for ja in lamp:
                message = await bot.edit_message(m.object_guid,gs.message_id,ja)
        elif m.text == '.hand'or m.text == 'دست':
            gs = await bot.edit_message(m.object_guid,m.message_id,'دست پدر و مادر را ببوس.o')
            for ja in dast:
                message = await bot.edit_message(m.object_guid,gs.message_id,ja)
        elif m.text == '.fuck'or m.text == 'فاک':
            gs = await bot.edit_message(m.object_guid,m.message_id,'ON')
            for ja in fuck:
                message = await bot.edit_message(m.object_guid,gs.message_id,ja)
        elif m.text == '.ghalb'or m.text == 'قلب':
            gs = await bot.edit_message(m.object_guid,m.message_id,'💛')
            for ja in ghalb:
                message = await bot.edit_message(m.object_guid,gs.message_id,ja)
        elif m.text == '.ghalbf'or m.text == 'قلب آتشین':
            gs = await bot.edit_message(m.object_guid,m.message_id,'ON')
            for ja in ghalbf:
                message = await bot.edit_message(m.object_guid,gs.message_id,ja)
        elif m.text == '.eskelet'or m.text == 'اسکلت':
            gs = await bot.edit_message(m.object_guid,m.message_id,'W•W')
            for ja in eskelet:
                message = await bot.edit_message(m.object_guid,gs.message_id,ja)
        elif m.text == '.mah'or m.text == 'ماه':
            gs = await bot.edit_message(m.object_guid,m.message_id,'MAH')
            for ja in mah:
                message = await bot.edit_message(m.object_guid,gs.message_id,ja)
        elif m.text == '.shekast'or m.text == 'شکست عشقی':
            gs = await bot.edit_message(m.object_guid,m.message_id,'داستان اینطوریه : ')
            for ja in shekast:
                message = await bot.edit_message(m.object_guid,gs.message_id,ja)
        elif m.text == '.glass'or m.text == 'عینک':
            gs = await bot.edit_message(m.object_guid,m.message_id,'+')
            for ja in glass:
                message = await bot.edit_message(m.object_guid,gs.message_id,ja)
        # elif m.text == '.test'or m.text == 'تست سرعت':
        #     gs = await bot.edit_message(m.object_guid,m.message_id,'درحال آزمودن . . .')
        #     for ja in testing:
        #         message = list(m.text)
        #         for txt in message:
        #         	text += txtel
        #             await
        elif m.text == '.self'or m.text == 'سلف':
        	await m.reply("✶ ᴋʜᴏsʜᴛɪᴘ sᴇʟғ ɪs   [OᑎᒪƖᑎƐ](https://rubika.ir/stopbce)")
        	
        elif m.text == '.toolshelp':
        	await m.reply("""
        	𝐊𝐇 ¹
• ┅┅━━━━ • ━━━━┅┅ • 
乡 ᎿᏫllᎦ ᏫᎰ ᏦᏂᏫᎦᏂᎿiᎵ ᎦᏋlᎰ
• ┅┅━━━━ • ━━━━┅┅ • 
════════════╗
ᴋᴇʏ ➤ جق ᴏʀ .jag
════════════╝
════════════╗
ᴋᴇʏ ➤ ساک ᴏʀ .sak
════════════╝
════════════╗
ᴋᴇʏ ➤ ابر ᴏʀ .abr
════════════╝
════════════╗
ᴋᴇʏ ➤ دنس ᴏʀ .dans
════════════╝
════════════╗
ᴋᴇʏ ➤ لامپ ᴏʀ lamp
════════════╝
════════════╗
ᴋᴇʏ ➤ فاک ᴏʀ .fuck
════════════╝
════════════╗
ᴋᴇʏ ➤ قلب ᴏʀ ghalb
════════════╝
════════════╗
ᴋᴇʏ ➤ قلب آتشین
════════════╝
════════════╗
ᴋᴇʏ ➤ اسکلت ᴏʀ .eskelet
════════════╝
════════════╗
ᴋᴇʏ ➤ ماه ᴏʀ .mah
════════════╝
════════════╗
ᴋᴇʏ ➤ شکست عشقی
════════════╝
════════════╗
ᴋᴇʏ ➤ عینک ᴏʀ .glass
════════════╝
════════════╗
ᴋᴇʏ ➤ بکش ᴏʀ .kill
════════════╝
════════════╗
ᴋᴇʏ ➤ ساعت ᴏʀ .time
════════════╝
• ┅┅━━━━ • ━━━━┅┅ • 
╲\ 
    ྿ ᴋʜᴏsʜᴛɪᴘ Sᴇʟғ Bᴏᴛ 
      \╲
• ┅┅━━━━ • ━━━━┅┅ • 
sᴇʟғ sᴀᴢ : @khoshtipself
        	""")
        elif m.text == '.textmode':
        	await m.reply("""
        	𝐊𝐇 ¹
• ┅┅━━━━ • ━━━━┅┅ • 
✶ ᎿᎬᎲᎿ ᎷᎾᎠᎬ 
• ┅┅━━━━ • ━━━━┅┅ • 

╔══════⊗═════❍
✶ 𝗕𝗼𝗹𝗱 ➤ .bold (on | off)
╚══════⊗═════❍

╔══════⊗═════❍
✶ 𝗦𝘁𝗿𝗶𝗸𝗲 ➤ .strike (on | off)
╚══════⊗═════❍

╔══════⊗═════❍
✶ 𝗠𝗼𝗡𝗼 ➤ .mono (on | off)
╚══════⊗═════❍

• ┅┅━━━━ • ━━━━┅┅ • 
╲\ 
    ྿ ᴋʜᴏsʜᴛɪᴘ Sᴇʟғ Bᴏᴛ 
      \╲
• ┅┅━━━━ • ━━━━┅┅ • 
sᴇʟғ sᴀᴢ : @khoshtipself
        	""")
        	
        elif m.text == '.gpthelp':
        	await m.reply("""
        	𝐊𝐇 ¹
• ┅┅━━━━ • ━━━━┅┅ • 
✶ ᎶᏢᎿ ᏦᎻᎾᏕᎻᎿᎨᏢ ᏕᎬᏝᎰ
• ┅┅━━━━ • ━━━━┅┅ • 
╔══════⊗═════❍
✶ 𝗔𝗶 ➤ .gpt : 𝗧𝗘𝗫𝗧 
╚══════⊗═════❍
╔══════⊗═════❍
✶ 𝗔𝗶 ➤ .photo : 𝗧𝗘𝗫𝗧 𝗘𝗡𝗚𝗟𝗜𝗦𝗛
╚══════⊗═════❍

• ┅┅━━━━ • ━━━━┅┅ • 
╲\ 
    ྿ ᴋʜᴏsʜᴛɪᴘ Sᴇʟғ Bᴏᴛ 
      \╲
• ┅┅━━━━ • ━━━━┅┅ • 
sᴇʟғ sᴀᴢ : @khoshtipself
        	""")
        	
        elif m.text == '.panel':
        	await m.reply("""
        	𝐊𝐇 ¹
┏━━━ ᴋʜᴏsʜᴛɪᴘ ꜱᴇʟꜰ ʜᴇʟᴘ ━━━┓
➲ .self 
➲ .test
╔══════⊗═════❍
➲ .toolshelp
╔══════⊗═════❍
➲.textmode
╔══════⊗═════❍
➲ .time
╔══════⊗═════❍
➲ .gpthelp
➲ actions +reply (number emoji)
• ┅┅━━━━ • ━━━━┅┅ • 
➲ ᴍᴇᴍ ᴜsᴀɢᴇ : 𝟷𝟽.𝟿 ᴍɢ
• ┅┅━━━━ • ━━━━┅┅ • 
╲\ 
    ྿ ᴋʜᴏsʜᴛɪᴘ Sᴇʟғ Bᴏᴛ 
      \╲
• ┅┅━━━━ • ━━━━┅┅ • 
sᴇʟғ sᴀᴢ : @khoshtipself
        	 """)
        	
        elif m.text == '.kill'or m.text == 'بکش':
            gs = await bot.edit_message(m.object_guid,m.message_id,'درحال آماده سازی تفنگ')
            for ja in kill:
                message = await bot.edit_message(m.object_guid,gs.message_id,ja)
        elif m.text == '.test'or m.text == 'تست':
            gs = await bot.edit_message(m.object_guid,m.message_id,'TeSt')
            for ja in testing:
                message = await bot.edit_message(m.object_guid,gs.message_id,ja)
        elif m.text == '.time'or m.text == 'ساعت':
            time = datetime.now().strftime('%H:%M:%S')
            gs = await bot.edit_message(m.object_guid,m.message_id,'ON time')
            for ja in timee:
                message = await bot.edit_message(m.object_guid,gs.message_id,ja,time)
            await bot.edit_message(m.object_guid,message.message_id,'''
            ⏰ Time : %s
            '''%time)
        			
        elif m.text.startswith('.photo'):
        	msg = await m.reply("درحال دریافت عکس ... 💸 \n Telegram : @RubikaBots 📢")
        	async with aiohttp.ClientSession() as session:
        	       text = m.text.split('.photo')[1].strip()
        	       getIm = await get_result(session,"https://api-free.ir/api/img.php?v=4&text="+text)
        	       if getIm is not None:
        	       	img = getIm['result'][0]
        	       	await bot.delete_messages(m.object_guid,msg.message_id)
        	       	await m.reply_photo(img)

                    
                	#GPT
        elif m.text.startswith(".gpt"):
            msg = await m.reply("**لطفاً اندکی صبر کنید...**\nما در حال پردازش درخواست شما هستیم. این فرآیند ممکن است کمی زمان ببرد، اما اطمینان داریم که نتیجه نهایی رضایت‌بخش خواهد بود. از صبر و شکیبایی شما سپاسگزاریم!")
            userText = m.text.split(".gpt")[1].strip()
            async with aiohttp.ClientSession() as session:
                getText = await get_result(session,"https://api.fast-creat.ir/gpt/chat?apikey=5786023542:T40DBz2FanhLwlg@Api_ManagerRoBot&text=%s"%userText)
                if getText is not None:
                        result = getText['result']
                        text = result['text']
                        await bot.delete_messages(m.object_guid,msg.message_id)
                        time = datetime.now().strftime('%H:%M:%S')
                        await m.reply(text+"\n\n ساعت ⏰ » "+time+f"\n **اگر سوال دیگه ای داشتید ، درخدمتم**")
                else:
                    await bot.delete_messages(m.object_guid,msg.message_id)
                    await m.reply("**دوباره تلاش کنید.**")
                        

        elif m.text.startswith(".bold"):
            command = m.text.split()[1]
            if command == "on":
                data = read_data()
                data['bold'] = 'on'
                save_data(data)
                await m.reply("bold is **ON**✔︎")
            elif command == "off":
                data = read_data()
                data['bold'] = 'off'
                save_data(data)
                await m.reply("bold is **OFF**✖︎")
        elif m.text.startswith(".mono"):
            command = m.text.split()[1]
            if command == "on":
                data = read_data()
                data['mono'] = 'on'
                save_data(data)
                await m.reply("`Mono is` **ON**✔︎")
            elif command == "off" or "خاموش":
                data = read_data()
                data['mono'] = 'off'
                save_data(data)
                await m.reply("Mono is **OFF**✖︎")
        elif m.text.startswith(".strike") or m.text.startswith("حالت خط"):
            command = m.text.split()[1]
            if command == "on":
                data = read_data()
                data['strike'] = 'on'
                save_data(data)
                await m.reply("~~strike is~~ **ON**✔︎")
            elif command == "off":
                data = read_data()
                data['strike'] = 'off'
                save_data(data)
                await m.reply("strike is **OFF**✖︎")
                    
        elif m.text.startswith(".setreact"):
            if m.reply_message_id:
                user = await m.get_author()
                data = read_data()
                data['actions'] = {user['user']['user_guid']:m.text.split()[1]}
                save_data(data)
                await m.reply("user added to react list")
            else:
                await m.reply("روی یک کاربر ریپلای کنید!")
         #Bold
        json = read_data()
        if 'bold' in json and json['bold'] == 'on':
            await m.edit(f"**{m.text}**")
          #action
        if json['actions']:
           if m.author_guid in json['actions']:
                emoji_id = json['actions'][m.author_guid]
                await m.reaction(emoji_id) 
        # mono
        
        json = read_data()
        if 'mono' in json and json['mono'] == 'on':
            await m.edit(f"`{m.text}`")
        json = read_data()
        if 'strike' in json and json['strike'] == 'on':
            await m.edit(f"~~{m.text}~~")
        #دستورات اینجا نوشته بشه
shekast = ['🏃‍➡️ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ',' ‌🏃‍➡️ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ 🧍‍♀',' ‌ ‌🏃‍➡️ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ 👫',' ‌ ‌🧍 ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ 👫',' ‌ ‌🧍 ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ 🧍‍♀♥️🧍‍♂',' ‌ ‌🧍 ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ 🧍‍♀🧍‍♂',' ‌ ‌🧍 ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ 🧍‍♀♥️🧍‍♂',' ‌ ‌🧍 ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ 🧍‍♀🧍‍♂','‌ ‌ 🧍💔 ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ 🧍‍♀♥️🧍‍♂','‌ ‌ 🧍😭 ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ 🧍‍♀♥️🧍‍♂','‌ ‌  ‌🚶 ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ 🧍‍♀♥️🧍‍♂','‌ ‌ ‌🚶 ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ 🧍‍♀♥️',' ‌‌🚶 ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌','‌🚶 ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌','🥀']

mah = ['🌕','🌖','🌗','🌘','🌑','🌒','🌓','🌔','🌕','🌖','🌗','🌘','🌑','🌒','🌓','🌔']
glass = ['🙂 ‌ ‌‌ ‌ ‌ ‌ ‌ ‌‌ ‌ ‌ ‌ ‌ ‌ ‌‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌‌ 🕶','🙂 ‌ ‌‌ ‌ ‌ ‌ ‌ ‌‌ ‌ ‌ ‌ ‌ ‌ ‌‌ ‌ ‌ ‌ ‌ ‌ ‌‌ 🕶','🙂 ‌ ‌‌ ‌ ‌ ‌ ‌ ‌‌ ‌ ‌ ‌‌ ‌ ‌ ‌ ‌ ‌ ‌‌ 🕶','🙂 ‌ ‌‌ ‌ ‌ ‌ ‌ ‌‌ ‌ ‌ ‌ ‌ ‌ ‌‌ 🕶','🙂 ‌ ‌‌ ‌ ‌ ‌ ‌ ‌‌ ‌ ‌ ‌ ‌ ‌ ‌‌ 🕶','🙂 ‌ ‌‌ ‌ ‌‌ ‌ ‌ ‌ ‌ ‌ ‌‌ 🕶','🙂 ‌ ‌‌ ‌ ‌ ‌ ‌‌ 🕶','🙂 ‌‌ ‌ 🕶','🙂 🕶','🙂🔛🕶','😎']
testing = ['⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️','⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬛️','⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬛️⬛️','⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬛️⬛️⬛️','⬜️⬜️⬜️⬜️⬜️⬜️⬛️⬛️⬛️⬛️','⬜️⬜️⬜️⬜️⬜️⬛️⬛️⬛️⬛️⬛️','⬜️⬜️⬜️⬜️⬛️⬛️⬛️⬛️⬛️⬛','⬜️⬜️⬜️⬛️⬛️⬛️⬛️⬛️⬛️⬛️','⬜️⬜️⬛️⬛️⬛️⬛️⬛️⬛️⬛️⬛️','⬜️⬛️⬛️⬛️⬛️⬛️⬛️⬛️⬛️⬛️','⬛️⬛️⬛️⬛️⬛️⬛️⬛️⬛️⬛️⬛️','⬛️⬜️⬛️⬜️⬛️⬜️⬛️⬜️⬛️⬜️','⬜️⬛️⬜️⬛️⬜️⬛️⬜️⬛️⬜️⬛️','⚪️⚪️⚪️⚪️⚪️⚪️⚪️⚪️⚪️⚪️','⚪️⚪️⚪️⚪️⚪️⚪️⚪️⚪️⚪️⚫️','⚪️⚪️⚪️⚪️⚪️⚪️⚪️⚪️⚫️⚫️','⚪️⚪️⚪️⚪️⚪️⚪️⚪️⚫️⚫️⚫️','⚪️⚪️⚪️⚪️⚪️⚪️⚫️⚫️⚫️⚫️','⚪️⚪️⚪️⚪️⚪️⚫️⚫️⚫️⚫️⚫️','⚪️⚪️⚪️⚪️⚫️⚫️⚫️⚫️⚫️⚫️','⚪️⚪️⚪️⚫️⚫️⚫️⚫️⚫️⚫️⚫️','⚪️⚪️⚫️⚫️⚫️⚫️⚫️⚫️⚫⚫️','⚪️⚫️⚫️⚫️⚫️⚫️⚫️⚫️⚫️⚫️','⚫️⚫️⚫️⚫️⚫️⚫️⚫️⚫️⚫️⚫️','⚪️⚫️⚪️⚫️⚪️⚫️⚪️⚫️⚪️⚫️','⚫️⚪️⚫️⚪️⚫️⚪️⚫️⚪️⚫️⚪️','➤ ᏢᎥᏁᎶ 🚀 𝗟𝗼𝗮𝗱𝗲𝗱']
 
lamp = ['💡                 ⚡','💡                ⚡','💡               ⚡','💡              ⚡','💡             ⚡','💡            ⚡','💡           ⚡','💡          ⚡','💡         ⚡','💡        ⚡','💡       ⚡','💡      ⚡','💡     ⚡','💡   ⚡','💡  ⚡','💡 ⚡','💡⚡','💡']
jag = ['8=✊==D', '8==✊=D', '8===✊D', '8==✊=D', '8=✊==D', '8✊===D', '8=✊==D', '8==✊=D', '8===✊D', '8==✊=D', '8=✊==D', '8✊===D', '8=✊==D', '8==✊=D', '8===✊D', '8==✊=D', '8=✊==D', '8===✊D💦', '8==✊=D💦💦', '8=✊==D💦💦💦', '8✊===D💦💦💦💦', '8===✊D💦💦💦💦💦', '8==✊=D💦💦💦💦💦💦', '8=✊==D💦💦💦💦💦💦💦', '8✊===D💦💦💦💦💦💦💦💦', '8===✊D💦💦💦💦💦💦💦💦💦', '8==✊=D💦💦💦💦💦💦💦💦💦💦', '8=✊==D Lah Kok Habis?', '😭😭😭😭']

abr = ['☁️ ‌ ‌ ‌ ‌ ‌ ‌‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌‌ ‌ ‌ ‌ ‌ ‌⚡️','☁️ ‌ ‌ ‌ ‌ ‌ ‌‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌  ‌ ‌ ‌ ‌ ‌‌ ‌ ‌ ‌ ‌ ‌⚡️','☁️ ‌ ‌ ‌ ‌ ‌ ‌‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌‌ ‌ ‌ ‌⚡️','☁️ ‌ ‌ ‌ ‌ ‌ ‌‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌‌ ‌ ‌ ‌ ‌ ‌⚡️','☁️ ‌ ‌ ‌ ‌ ‌ ‌‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌⚡️','☁️ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌‌ ‌ ‌ ‌ ‌ ‌⚡️','☁️ ‌ ‌ ‌ ‌‌ ‌ ‌ ‌ ‌ ‌ ‌‌ ‌‌ ‌⚡️','☁️ ‌ ‌ ‌ ‌ ‌ ‌⚡️','☁️ ‌ ‌ ‌ ‌⚡️','☁️ ‌ ‌⚡️','☁️⚡️','🌩']
kill = ['🙃                 • 💥🔫🤠','🙃                •  🔫🤠','🙃               •   🔫🤠','🙃              •    🔫🤠','🙃             •     🔫🤠','🙃            •      🔫🤠','🙃           •       🔫🤠','🙃          •        🔫🤠','🙃         •         🔫🤠','🙃        •          🔫🤠','🙃       •           🔫🤠','🙃      •            🔫🤠','🙃  •                🔫🤠','🙃 •                 🔫🤠','🙃•                  🔫🤠','🤯                   🔫🤠','سرانجام جنایتکار کشته شد 😂😐']

sak = ['🗣 <=====', '🗣<=====', '🗣=====', '🗣====', '🗣===', '🗣==', '🗣===', '🗣====', '🗣=====', '🗣<=====', '💦<=====', 'اخ گاز گرفتی ک🫤']

eskelet = ('💀 ‌ ‌ ‌ ‌ ‌‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌🦴','💀 ‌ ‌ ‌ ‌ ‌‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌🦴','💀 ‌ ‌ ‌ ‌ ‌‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌  ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌🦴','💀 ‌ ‌ ‌ ‌ ‌‌ ‌ ‌ ‌ ‌ ‌  ‌  ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌🦴','💀 ‌ ‌ ‌ ‌ ‌‌ ‌ ‌ ‌  ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌🦴','💀 ‌ ‌ ‌ ‌ ‌‌  ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌🦴','💀 ‌ ‌ ‌ ‌ ‌‌ ‌ ‌ ‌ ‌ ‌ ‌🦴','💀 ‌ ‌ ‌     ‌🦴','💀 ‌ ‌ ‌ ‌🦴','💀 ‌🦴','☠')

dast = ('🤲','👐','🙌','👏','🤝','👍','👎','👊','✊','🤛','🤜','🫷','🫸','🤞','✌️','🫰','🤟','🤘','👌','🤌','🤏','🫳','🫴','👈','👉','👆','👇','☝️','✋','🤚','🖐','🖖','👋','🤙','🫲','🫱','💪','🖕','🙏','🫵')
ghalbf = ['❤️ ‌ ‌‌ ‌ ‌ ‌ ‌ ‌ ‌‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌‌ ‌ ‌ ‌‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌‌ ‌ 🔥','❤️ ‌ ‌‌ ‌ ‌ ‌ ‌ ‌ ‌‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌‌ ‌ ‌ ‌‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌🔥','❤️ ‌ ‌‌ ‌ ‌ ‌ ‌ ‌ ‌‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌‌ ‌ ‌ ‌‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌🔥','❤️ ‌ ‌‌ ‌ ‌ ‌ ‌ ‌ ‌‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌‌ ‌ ‌ ‌‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌  ‌🔥','❤️ ‌ ‌‌ ‌ ‌ ‌ ‌ ‌ ‌‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌‌ ‌ ‌ ‌‌ ‌ ‌ ‌ ‌ ‌ ‌  ‌🔥','❤️ ‌ ‌‌ ‌ ‌ ‌ ‌ ‌ ‌‌ ‌ ‌ ‌ ‌ ‌‌ ‌ ‌ ‌‌ ‌ ‌ ‌ ‌ ‌ ‌  ‌🔥','❤️ ‌ ‌‌ ‌ ‌ ‌ ‌ ‌ ‌‌ ‌ ‌ ‌‌ ‌ ‌ ‌‌ ‌ ‌ ‌ ‌ ‌ ‌  ‌🔥','❤️ ‌ ‌‌ ‌ ‌ ‌ ‌ ‌ ‌‌ ‌ ‌ ‌‌ ‌ ‌ ‌‌ ‌ ‌ ‌ ‌  ‌🔥','❤️ ‌ ‌‌ ‌ ‌ ‌ ‌ ‌ ‌‌ ‌ ‌ ‌‌ ‌ ‌ ‌ ‌ ‌  ‌🔥','❤️ ‌ ‌‌ ‌ ‌ ‌ ‌‌ ‌ ‌ ‌‌ ‌ ‌ ‌ ‌ ‌  ‌🔥','❤️ ‌ ‌‌ ‌ ‌ ‌ ‌‌ ‌ ‌ ‌‌ ‌ ‌ ‌  ‌🔥','❤️ ‌ ‌‌ ‌ ‌ ‌‌ ‌ ‌ ‌  ‌🔥','❤️ ‌ ‌‌ ‌ ‌  ‌  ‌🔥','❤️ ‌ ‌‌ ‌   ‌🔥','❤️‌ ‌  ‌🔥','❤️ ‌🔥','❤️‍🔥']
ghalb = ['''
❤️❤️❤️❤️❤️❤️
❤️❤️💛💛❤️❤️
❤️❤️💛💛❤️❤️
❤️❤️❤️❤️❤️❤️
❤️❤️❤️❤️❤️❤️
''','''
❤️💚💚💚💚❤️
❤️💚💛💛💚❤️
❤️💚💛💛💚❤️
❤️💚💚💚💚❤️
❤️❤️❤️❤️❤️❤️
''','''
💙💚💚💚💚💙
💙💚💛💛💚💙
💙💚💛💛💚💙
💙💚💚💚💚💙
💙💙💙💙💙💙
''','''
💙🖤🖤🖤🖤💙
💙🖤💛💛🖤💙
💙🖤💛💛🖤💙
💙🖤🖤🖤🖤💙
💙💙💙💙💙💙
''','''
💙🖤🖤🖤🖤💙
💙🖤🤍🤍🖤💙
💙🖤🤍🤍🖤💙
💙🖤🖤🖤🖤💙
💙💙💙💙💙💙
''','''
💔🖤🖤🖤🖤💔
💔🖤🤍🤍🖤💔
💔🖤🤍🤍🖤💔
💔🖤🖤🖤🖤💔
💔💔💔💔💔💔
''','''
❤️❤️❤️❤️❤️❤️
❤️❤️💛💛❤️❤️
❤️❤️💛💛❤️❤️
❤️❤️❤️❤️❤️❤️
❤️❤️❤️❤️❤️❤️
''','''
💙💚💚💚💚💙
💙💚💛💛💚💙
💙💚💛💛💚💙
💙💚💚💚💚💙
💙💙💙💙💙💙
''','''
💙🖤🖤🖤🖤💙
💙🖤💛💛🖤💙
💙🖤💛💛🖤💙
💙🖤🖤🖤🖤💙
💙💙💙💙💙💙
''','''
💙🖤🖤🖤🖤💙
💙🖤🤍🤍🖤💙
💙🖤🤍🤍🖤💙
💙🖤🖤🖤🖤💙
💙💙💙💙💙💙
''','''
💔🖤🖤🖤🖤💔
💔🖤🤍🤍🖤💔
💔🖤🤍🤍🖤💔
💔🖤🖤🖤🖤💔
💔💔💔💔💔💔
''','''
🖤🖤🖤🖤
🖤🤍🤍🖤
🖤🤍🤍🖤
????🖤🖤
''','''
❤️''']
start = ['''█████████
█▄█████▄█
█▼▼▼▼▼
█ 𝑺𝒆𝒍𝒇 𝑲𝒉𝒐𝒔𝒉𝒕𝒊𝒑 𝑰𝒏 𝑹𝒖𝒃𝒊𝒌𝒂''','''█████████
█▄█████▄█
█▼▼▼▼▼
█ 𝑺𝒆𝒍𝒇 𝑲𝒉𝒐𝒔𝒉𝒕𝒊𝒑 𝑰𝒏 𝑹𝒖𝒃𝒊𝒌𝒂
█  𝑺𝒊𝒕𝒆 : RubBots.ir''','''█████████
█▄█████▄█
█▼▼▼▼▼
█ 𝑺𝒆𝒍𝒇 𝑲𝒉𝒐𝒔𝒉𝒕𝒊𝒑 𝑰𝒏 𝑹𝒖𝒃𝒊𝒌𝒂
█▲▲▲▲▲''','''
█████████
█▄█████▄█
█▼▼▼▼▼
█ 𝑺𝒆𝒍𝒇 𝑲𝒉𝒐𝒔𝒉𝒕𝒊𝒑 𝑰𝒏 𝑹𝒖𝒃𝒊𝒌𝒂
█▲▲▲▲▲
█████████
██ ██ 
''']
fuck = ['🖕🖕🖕🖕🖕🖕🖕🖕🖕','🖕🖕🖕🖕🖕🖕🖕🖕🖕🏻','🖕🖕🖕🖕🖕🖕🖕🖕🏻🖕🏻','🖕🖕🖕🖕🖕🖕🖕🏻🖕🏻🖕🏻','🖕🖕🖕🖕🖕🖕🏻🖕🏻🖕🏻🖕🏻','🖕🖕🖕🖕🖕🏻🖕🏻🖕🏻🖕🏻🖕🏻','🖕🏻🖕🏻🖕🏻🖕🏻🖕🏻🖕🏻🖕🏻🖕🏻🖕🏻🖕🏻🖕🏻','🖕🏻🖕🏻🖕🏻🖕🏻🖕🏻🖕🏻🖕🏻🖕🏻🖕🏿🖕🏿🖕🏿','🖕🏻🖕🏻🖕🏻🖕🏻🖕🏻🖕🏿🖕🏿🖕🏿🖕🏿🖕🏿🖕🏿','🖕🏻🖕🏻🖕🏻🖕🏿🖕🏿🖕🏿🖕🏿🖕🏿🖕🏿🖕🏿','🖕🏻🖕🏿🖕🏿🖕🏿🖕🏿🖕🏿🖕🏿🖕🏿🖕🏿🖕🏿','🖕🏿🖕🏿🖕🏿🖕🏿🖕🏿🖕🏿🖕🏿🖕🏿🖕🏿','🖕🏾🖕🏾🖕🏾🖕🏾🖕🏾🖕🏾🖕🏾🖕🏾🖕🏾','🖕🏼🖕🏼🖕🏼🖕🏼🖕🏼🖕🏼🖕🏼🖕🏼🖕🏼','🖕🏽🖕🏽🖕🏽🖕🏽🖕🏽🖕🏽🖕🏽🖕🏽🖕🏽🖕🏽','🖕🏽🖕🏾🖕🏼🖕🏻🖕🏿🖕','🖕🏿🖕🏾🖕🖕🏼🖕🏻🖕🏾','🖕🏼🖕🏻🖕🏿🖕🖕🏾','🖕🏽🖕🏾🖕🏼🖕🏻🖕🏿🖕','🖕🏿🖕🏾🖕🖕🏼🖕🏻🖕🏾','🖕🏼🖕🏻🖕🏿🖕🖕🏾','🖕🏽🖕🏾🖕🏼🖕🏻🖕🏿🖕','🖕🏿🖕🏾🖕🖕🏼🖕🏻🖕🏾','🖕🏼🖕🏻🖕🏿🖕🖕🏾','🖕🏽🖕🏾🖕🏼🖕🏻🖕🏿🖕','🖕🏿🖕🏾🖕🖕🏼🖕🏻🖕🏾','🖕🏼🖕🏻🖕🏿🖕🖕🏾','🖕🏽🖕🏾🖕🏼🖕🏻🖕🏿🖕','🖕🏿🖕🏾🖕🖕🏼🖕🏻🖕🏾','🖕🏼🖕🏻🖕🏿🖕🖕🏾','🖕🏽🖕🏾🖕🏼🖕🏻🖕🏿🖕','🖕🏿🖕🏾🖕🖕🏼🖕🏻🖕🏾','🖕🏼🖕🏻🖕🏿🖕🖕🏾','🖕🏽🖕🏾🖕🏼🖕🏻🖕🏿🖕','🖕🏿🖕🏾🖕🖕🏼🖕🏻🖕🏾','🖕🏼🖕🏻🖕🏿🖕🖕🏾','🖕🏼🖕🏿🖕🏻🖕🏾🖕','シ ғᴜᴄᴋ ʏᴏᴜ🫵🖕']


timee = ['''
🕐🕐🕐🕐
🕐🕐🕐🕐
🕐🕐🕐🕐
''','''
🕑🕑🕑🕑
🕑🕑🕑🕑
🕑🕑🕑🕑
''','''
🕒🕒🕒🕒
🕒🕒🕒🕒
🕒🕒🕒🕒
''','''
🕓🕓🕓🕓
🕓🕓🕓🕓
🕓🕓🕓🕓
''','''
🕔🕔🕔🕔
🕔🕔🕔🕔
🕔🕔🕔🕔
''','''
🕕🕕🕕🕕
🕕🕕🕕🕕
🕕🕕🕕🕕
''','''
🕖🕖🕖🕖
🕖🕖🕖🕖
🕖🕖🕖🕖
''','''
🕗🕗🕗🕗
🕗🕗🕗🕗
🕗🕗🕗🕗
''','''
🕘🕘🕘🕘
🕘🕘🕘🕘
🕘🕘🕘🕘
''','''
🕙🕙🕙🕙
🕙🕙🕙🕙
🕙🕙🕙🕙
''','''
🕚🕚🕚🕚
🕚🕚🕚🕚
🕚🕚🕚🕚
''','''
🕛🕛🕛🕛
🕛🕛🕛🕛
🕛🕛🕛🕛
''']
Dans = ["""
🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥
""",
        """
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥
""",
        """
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥
""",
        """
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥
""",
        """
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥
""",
        """
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥
""",
        """
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥
""",
        """
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥
""",
        """
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟥🟥🟥🟥🟥🟥🟥🟥🟥
""",
        """
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
""",
        """
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟥🟥🟥🟥🟥🟥🟥🟥🟥
""",
        """
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥
""",
        """
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥
""",
        """
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥
""",
        """
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥
""",
        """
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥
""",
        """
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥
""",
        """
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥
""",
        """
🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥
""",
        """
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
""",
        """
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟪🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
""",
        """
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟪🟪🟪🟧🟧🟧
🟧🟧🟧🟪🟧🟪🟧🟧🟧
🟧🟧🟧🟪🟪🟪🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
""",
        """
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟪🟪🟪🟪🟪🟧🟧
🟧🟧🟪🟧🟧🟧🟪🟧🟧
🟧🟧🟪🟧🟦🟧🟪🟧🟧
🟧🟧🟪🟧🟧🟧🟪🟧🟧
🟧🟧🟪🟪🟪🟪🟪🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
""",
        """
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟪🟪🟪🟪🟪🟪🟪🟧
🟧🟪🟧🟧🟧🟧🟧🟪🟧
🟧🟪🟧🟦🟦🟦🟧🟪🟧
🟧🟪🟧🟦🟧🟦🟧🟪🟧
🟧🟪🟧🟦🟦🟦🟧🟪🟧
🟧🟪🟧🟧🟧🟧🟧🟪🟧
🟧🟪🟪🟪🟪🟪🟪🟪🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
""",
        """
🟪🟪🟪🟪🟪🟪🟪🟪🟪
🟪🟧🟧🟧🟧🟧🟧🟧🟪
🟪🟧🟦🟦🟦🟦🟦🟧🟪
🟪🟧🟦🟧🟧🟧🟦🟧??
🟪🟧🟦🟧⬜️🟧🟦🟧🟪
🟪🟧🟦🟧🟧🟧🟦🟧🟪
🟪🟧🟦🟦🟦🟦🟦🟧🟪
🟪🟧🟧🟧🟧🟧🟧🟧🟪
🟪🟪🟪🟪🟪🟪🟪🟪🟪
""",
        """
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧🟦🟦🟦🟦🟦🟦🟦🟧
🟧🟦🟧🟧🟧🟧🟧🟦🟧
🟧🟦🟧⬜️⬜️⬜️🟧🟦🟧
🟧🟦🟧⬜️⬜️⬜️🟧🟦🟧
🟧🟦🟧⬜️⬜️⬜️🟧🟦🟧
🟧🟦🟧🟧🟧🟧🟧🟦🟧
🟧🟦🟦🟦🟦🟦🟦🟦🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
""",
        """
🟦🟦🟦🟦🟦🟦🟦🟦🟦
🟦🟧🟧🟧🟧🟧🟧🟧🟦
🟦🟧⬜️⬜️⬜️⬜️⬜️🟧🟦
🟦🟧⬜️⬜️⬜️⬜️⬜️🟧🟦
🟦🟧⬜️⬜️⬜️⬜️⬜️🟧🟦
🟦🟧⬜️⬜️⬜️⬜️⬜️🟧🟦
🟦🟧⬜️⬜️⬜️⬜️⬜️🟧🟦
🟦🟧🟧🟧🟧🟧🟧🟧🟦
🟦🟦🟦🟦🟦🟦🟦🟦🟦
""",
        """
🟧🟧🟧🟧🟧🟧🟧🟧🟧
🟧⬜️⬜️⬜️⬜️⬜️⬜️⬜️🟧
🟧⬜️⬜️⬜️⬜️⬜️⬜️⬜️🟧
🟧⬜️⬜️⬜️⬜️⬜️⬜️⬜️🟧
🟧⬜️⬜️⬜️⬜️⬜️⬜️⬜️🟧
🟧⬜️⬜️⬜️⬜️⬜️⬜️⬜️🟧
🟧⬜️⬜️⬜️⬜️⬜️⬜️⬜️🟧
🟧⬜️⬜️⬜️⬜️⬜️⬜️⬜️🟧
🟧🟧🟧🟧🟧🟧🟧🟧🟧
""",
        """
⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️
⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️
⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️
⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️
⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️
⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️
⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️
⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️
⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜
""",
        """
🟥🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥⬜⬜⬜⬜⬜⬜⬜⬜️🟥
🟥⬜⬜⬜⬜⬜⬜⬜⬜🟥
🟥⬜⬜⬜⬜⬜⬜⬜⬜🟥
🟥⬜⬜⬜⬜⬜⬜⬜⬜🟥
🟥⬜⬜⬜⬜⬜⬜⬜⬜🟥
🟥⬜⬜⬜⬜⬜⬜⬜⬜🟥
🟥⬜⬜⬜⬜⬜⬜⬜⬜🟥
🟥⬜⬜⬜⬜⬜⬜⬜⬜🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥🟥
""",
        """
🟥🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥⬜⬜⬜⬜⬜⬜🟥🟥
🟥🟥⬜⬜⬜⬜⬜⬜🟥🟥
🟥🟥⬜⬜⬜⬜⬜⬜🟥🟥
🟥🟥⬜⬜⬜⬜⬜⬜🟥🟥
🟥🟥⬜⬜⬜⬜⬜⬜🟥🟥
🟥🟥⬜⬜⬜⬜⬜⬜🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥🟥
""",
        """
🟥🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥⬜⬜⬜⬜️🟥🟥🟥
🟥🟥🟥⬜⬜⬜⬜🟥🟥🟥
🟥🟥🟥⬜⬜⬜⬜🟥🟥🟥
🟥🟥🟥⬜⬜⬜⬜🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥🟥
""",
        """
🟥🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥⬜️⬜️🟥🟥🟥🟥
🟥🟥🟥🟥⬜⬜️🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥🟥
""",
        """
🟥🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥💙💙🟥🟥🟥🟥
🟥🟥🟥🟥💙💙🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥🟥
""",
        """
🟥🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟦🟦🟥🟥🟥🟥
🟥🟥🟥🟥🟦🟦🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥🟥
""",
        """
🟥🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟦🟦🟦🟦🟥🟥🟥
🟥🟥🟥🟦🟦🟦🟦🟥🟥🟥
🟥🟥🟥🟦🟦🟦🟦🟥🟥🟥
🟥🟥🟥🟦🟦🟦🟦🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥🟥
""",
        """
🟥🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟨🟨🟨🟨🟨🟨🟥🟥
🟥🟥🟨🟦🟦🟦🟦🟨🟥🟥
🟥🟥🟨🟦🟦🟦🟦🟨🟥🟥
🟥🟥🟨🟦🟦🟦🟦🟨🟥🟥
🟥🟥🟨🟦🟦🟦🟦🟨🟥🟥
🟥🟥🟨🟨🟨🟨🟨🟨🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥🟥
""",
        """
🟥🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟨🟨🟨🟨🟨🟨🟨🟨🟥
🟥🟨🟨🟨🟨🟨🟨🟨🟨🟥
🟥🟨🟨🟦🟦🟦🟦🟨🟨🟥
🟥🟨🟨🟦🟦🟦🟦🟨🟨🟥
🟥🟨🟨🟦🟦🟦🟦🟨🟨🟥
🟥🟨🟨🟦🟦🟦🟦🟨🟨🟥
🟥🟨🟨🟨🟨🟨🟨🟨🟨🟥
🟥🟨🟨🟨🟨🟨🟨🟨🟨🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥🟥
""",
        """
🟥🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟪🟨🟨🟨🟨🟨🟨🟪🟥
🟥🟨🟪🟨🟨🟨🟨🟪🟨🟥
🟥🟨🟨🟦🟦🟦🟦🟨🟨🟥
🟥🟨🟨🟦🟦🟦🟦🟨🟨🟥
🟥🟨🟨🟦🟦🟦🟦🟨🟨🟥
🟥🟨🟨🟦🟦🟦🟦🟨🟨🟥
🟥🟨🟪🟨🟨🟨🟨🟪🟨🟥
🟥🟪🟨🟨🟨🟨🟨🟨🟪🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥🟥
""",
        """
🟥🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟪🟨🟨🟨🟨🟨🟨🟪🟥
🟥🟪🟪🟨🟨🟨🟨🟪🟪🟥
🟥🟪🟨🟦🟦🟦🟦🟨🟪🟥
🟥🟪🟨🟦🟦🟦🟦🟨🟪🟥
🟥🟪🟨🟦🟦🟦🟦🟨🟪🟥
🟥🟪🟨🟦🟦🟦🟦🟨🟪🟥
🟥🟪🟪🟨🟨🟨🟨🟪🟪🟥
🟥🟪🟨🟨🟨🟨🟨🟨🟪🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥🟥
""",
        """
🟥🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟪🟩🟩🟩🟩🟩🟩🟪🟥
🟥🟪🟪🟨🟨🟨🟨🟪🟪🟥
🟥🟪🟨🟦🟦🟦🟦🟨🟪🟥
🟥🟪🟨🟦🟦🟦🟦🟨🟪🟥
🟥🟪🟨🟦🟦🟦🟦🟨🟪🟥
🟥🟪🟨🟦🟦🟦🟦🟨🟪🟥
🟥🟪🟪🟨🟨🟨🟨🟪🟪🟥
🟥🟪🟩🟩🟩🟩🟩🟩🟪🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥🟥
""",
        """
🟥🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟪🟩🟩🟩🟩🟩🟩🟪🟥
🟥🟪🟪⬛️⬛️⬛️⬛️🟪🟪🟥
🟥🟪🟧🟦🟦🟦🟦🟧🟪🟥
🟥🟪🟧🟦🟦🟦🟦🟧🟪🟥
🟥🟪🟧🟦🟦🟦🟦🟧🟪🟥
🟥🟪🟧🟦🟦🟦🟦🟧🟪🟥
🟥🟪🟪⬛️⬛️⬛️⬛️🟪🟪🟥
🟥🟪🟩🟩🟩🟩🟩🟩🟪🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥🟥
""",
        """
🟥🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟪🟩🟩🟩🟩🟩🟩🟪🟥
🟥🟪🟪⬛️⬛️⬛️⬛️🟪🟪🟥
🟥🟪🟧🟨🟦🟦🟨🟧🟪🟥
🟥🟪🟧🟦🟨🟨🟦🟧🟪🟥
🟥🟪🟧🟦🟨🟨🟦🟧🟪🟥
🟥🟪🟧🟨🟦🟦🟨🟧🟪🟥
🟥🟪🟪⬛️⬛️⬛️⬛️🟪🟪🟥
🟥🟪🟩🟩🟩🟩🟩🟩🟪🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥🟥
""",
        """
🟥🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟪🟩🟩🟩🟩🟩🟩🟪🟥
🟥🟪🟪⬛️⬛️⬛️⬛️🟪🟪🟥
🟥🟪🟧💛🟦🟦💛🟧🟪🟥
🟥🟪🟧🟦💛💛🟦🟧🟪🟥
🟥🟪🟧🟦💛💛🟦🟧🟪🟥
🟥🟪🟧💛🟦🟦💛🟧🟪🟥
🟥🟪🟪⬛️⬛️⬛️⬛️🟪🟪🟥
🟥🟪🟩🟩🟩🟩🟩🟩🟪🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥🟥
""",
        """
🟥🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟪🟩🟩🟩🟩🟩🟩🟪🟥
🟥🟪🟪⬛️⬛️⬛️⬛️🟪🟪🟥
🟥🟪🟧💛💙💙💛🟧🟪🟥
🟥🟪🟧💙💛💛💙🟧🟪🟥
🟥🟪🟧💙💛💛💙🟧🟪🟥
🟥🟪🟧💛💙💙💛🟧🟪🟥
🟥🟪🟪⬛️⬛️⬛️⬛️🟪🟪🟥
🟥🟪🟩🟩🟩🟩🟩🟩🟪🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥🟥
""",
        """
🟥🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥🟪🟩🟩🟩🟩🟩🟩🟪🟥
🟥🟪🟪🖤🖤🖤🖤🟪🟪🟥
🟥🟪🟧💛💙💙💛🟧🟪🟥
🟥🟪🟧💙💛💛💙🟧🟪🟥
🟥🟪🟧💙💛💛💙🟧🟪🟥
🟥🟪🟧💛💙💙💛🟧🟪🟥
🟥🟪🟪🖤🖤🖤🖤🟪🟪🟥
🟥🟪🟩🟩🟩🟩🟩🟩🟪🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥🟥
""",
        """
🟥🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥💜🟩🟩🟩🟩🟩🟩💜🟥
🟥💜💜🖤🖤🖤🖤💜💜🟥
🟥💜🟧💛💙💙💛🟧💜🟥
🟥💜🟧💙💛💛💙🟧💜🟥
🟥💜🟧💙💛💛💙🟧💜🟥
🟥💜🟧💛💙💙💛🟧💜🟥
🟥💜💜🖤🖤🖤🖤💜💜🟥
🟥💜🟩🟩🟩🟩🟩🟩💜🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥🟥
""",
        """
🟥🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥💜🟩🟩🟩🟩🟩🟩💜🟥
🟥💜💜🖤🖤🖤🖤💜💜🟥
🟥💜🧡💛💙💙💛🧡💜🟥
🟥💜🧡💙💛💛💙🧡💜🟥
🟥💜🧡💙💛💛💙🧡💜🟥
🟥💜🧡💛💙💙💛🧡💜🟥
🟥💜💜🖤🖤🖤🖤💜💜🟥
🟥💜🟩🟩🟩🟩🟩🟩💜🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥🟥
""",
        """
🟥🟥🟥🟥🟥🟥🟥🟥🟥🟥
🟥💜💚💚💚💚💚💚💜🟥
🟥💜💜🖤🖤🖤🖤💜💜🟥
🟥💜🧡💛💙💙💛🧡💜🟥
🟥💜🧡💙💛💛💙🧡💜🟥
🟥💜🧡💙💛💛💙🧡💜🟥
🟥💜🧡💛💙💙💛🧡💜🟥
🟥💜💜🖤🖤🖤🖤💜💜🟥
🟥💜💚💚💚💚💚💚💜🟥
🟥🟥🟥🟥🟥🟥🟥🟥🟥🟥
""",
        """
❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️
❤️💜💚💚💚💚💚💚💜❤️
❤️💜💜🖤🖤🖤🖤💜💜❤️
❤️💜🧡💛💙💙💛🧡💜❤️
❤️💜🧡💙💛💛💙🧡💜❤️
❤️💜🧡💙💛💛💙🧡💜❤️
❤️💜🧡💛💙💙💛🧡💜❤️
❤️💜💜🖤🖤🖤🖤💜💜❤️
❤️💜💚💚💚💚💚💚💜❤️
❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️
""",
        """
⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️
⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️
⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️
⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️
⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️
⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️
⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️
⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️
⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜
""",
        """
⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️◻️
⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️
⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️
⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️
⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️
⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️
⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️
⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️
⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜
""",
        """
⬜️⬜️⬜️⬜️⬜️⬜️⬜️◻️◽️
⬜️⬜️⬜️⬜️⬜️⬜️⬜️◻️◻️
⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️
⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️
⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️
⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️
⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️
⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️
⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜
""",
        """
⬜️⬜️⬜️⬜️⬜️⬜️◻️◽️▫️
⬜️⬜️⬜️⬜️⬜️⬜️◻️◽️◽️
⬜️⬜️⬜️⬜️⬜️⬜️◻️◻️◻️
⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️
⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️
⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️
⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️
⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️
⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜
""",
        """
⬜️⬜️⬜️⬜️⬜️◻️◽️▫️▫️
⬜️⬜️⬜️⬜️⬜️◻️◽️▫️▫️
⬜️⬜️⬜️⬜️⬜️◻️◽️◽️◽️
⬜️⬜️⬜️⬜️⬜️◻️◻️◻️◻️
⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️
⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️
⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️
⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️
⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜
""",
        """
⬜️⬜️⬜️⬜️◻️◽️▫️▫️▫️
⬜️⬜️⬜️⬜️◻️◽️▫️▫️▫️
⬜️⬜️⬜️⬜️◻️◽️▫️▫️▫️
⬜️⬜️⬜️⬜️◻️◽️◽️◽️◽️
⬜️⬜️⬜️⬜️◻️◻️◻️◻️◻️
⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️
⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️
⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️
⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜
""",
        """
⬜️⬜️⬜️◻️◽️▫️▫️▫️▫️
⬜️⬜️⬜️◻️◽️▫️▫️▫️▫️
⬜️⬜️⬜️◻️◽️▫️▫️▫️▫️
⬜️⬜️⬜️◻️◽️▫️▫️▫️▫️
⬜️⬜️⬜️◻️◽️◽️◽️◽️◽️
⬜️⬜️⬜️◻️◻️◻️◻️◻️◻️
⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️
⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️
⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜
""",
        """
⬜️⬜️◻️◽️▫️▫️▫️▫️▫️
⬜️⬜️◻️◽️▫️▫️▫️▫️▫️
⬜️⬜️◻️◽️▫️▫️▫️▫️▫️
⬜️⬜️◻️◽️▫️▫️▫️▫️▫️
⬜️⬜️◻️◽️▫️▫️▫️▫️▫️
⬜️⬜️◻️◽️◽️◽️◽️◽️◽️
⬜️⬜️◻️◻️◻️◻️◻️◻️◻️
⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️
⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜
""",
        """
⬜️◻️◽️▫️▫️▫️▫️▫️▫️
⬜️◻️◽️▫️▫️▫️▫️▫️▫️
⬜️◻️◽️▫️▫️▫️▫️▫️▫️
⬜️◻️◽️▫️▫️▫️▫️▫️▫️
⬜️◻️◽️▫️▫️▫️▫️▫️▫️
⬜️◻️◽️▫️▫️▫️▫️▫️▫️
⬜️◻️◽️◽️◽️◽️◽️◽️◽️
⬜️◻️◻️◻️◻️◻️◻️◻️◽️
⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜
""",
        """
◻️◽️▫️▫️▫️▫️▫️▫️▫️
◻️◽️▫️▫️▫️▫️▫️▫️▫️
◻️◽️▫️▫️▫️▫️▫️▫️▫️
◻️◽️▫️▫️▫️▫️▫️▫️▫️
◻️◽️▫️▫️▫️▫️▫️▫️▫️
◻️◽️▫️▫️▫️▫️▫️▫️▫️
◻️◽️▫️▫️▫️▫️▫️▫️▫️
◻️◽️◽️◽️◽️◽️◽️◽️◽️
◻️◻️◻️◻️◻️◻️◻️◻️◻️
""",
        """
◽️▫️▫️▫️▫️▫️▫️▫️▫️
◽️▫️▫️▫️▫️▫️▫️▫️▫️
◽️▫️▫️▫️▫️▫️▫️▫️▫️
◽️▫️▫️▫️▫️▫️▫️▫️▫️
◽️▫️▫️▫️▫️▫️▫️▫️▫️
◽️▫️▫️▫️▫️▫️▫️▫️▫️
◽️▫️▫️▫️▫️▫️▫️▫️▫️
◽️▫️▫️▫️▫️▫️▫️▫️▫️
◽️◽️◽️◽️◽️◽️◽️◽️◽
""",
        """
▫️▫️▫️▫️▫️▫️▫️▫️▫️
▫️▫️▫️▫️▫️▫️▫️▫️▫️
▫️▫️▫️▫️▫️▫️▫️▫️▫️
▫️▫️▫️▫️▫️▫️▫️▫️▫️
▫️▫️▫️▫️▫️▫️▫️▫️▫️
▫️▫️▫️▫️▫️▫️▫️▫️▫️
▫️▫️▫️▫️▫️▫️▫️▫️▫️
▫️▫️▫️▫️▫️▫️▫️▫️▫️
▫️▫️▫️▫️▫️▫️▫️▫️▫️
""",
"𝑇ℎ𝑒 𝐸𝑛𝑑 シ 𝐾ℎ𝑜𝑠ℎ𝑡𝑖𝑝𝑺𝒆𝒍𝒇"]

bot.run()